brew "asdf"
brew "btop"
brew "coreutils"
brew "curl"
brew "ffmpeg"
brew "gawk"
brew "gh"
brew "git"
brew "gnuplot"
brew "gnu-tar"
brew "gpg"
brew "qpdf"
brew "graphviz"
brew "imagemagick"
brew "java"
brew "jq"
brew "mas"
brew "maven"
brew "mkcert"
brew "nkf"
brew "openjdk"
brew "pinentry-mac"
brew "pixz"
brew "postgresql"
brew "python"
brew "shellcheck"
brew "telnet"
brew "tree"
brew "wget"
brew "wimlib"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"

cask "adguard"
cask "chatgpt"
cask "cheatsheet"
cask "clipy"
cask "cursor"
cask "darktable"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "intellij-idea"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "maccy"
cask "microsoft-teams"
cask "multipass"
cask "obsidian"
cask "onedrive"
cask "openinterminal"
cask "powershell"
cask "raycast"
cask "rectangle"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "stats"
cask "tabby"
cask "the-unarchiver"
cask "thunderbird"
cask "visual-studio-code"
cask "vlc"
cask "zoom"

# fonts
cask "font-latin-modern"
cask "font-latin-modern-math"

mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "Display Menu", id: 549083868
mas "Keepa - Price Tracker", id: 1533805339
mas "Keynote", id: 409183694
mas 'LINE', id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835